{
  "locale": "fr",
  "translations": {
    "4788840965518154976": "Chargement...",
    "2598521908502256339": "© 2025 - ErabliereAPI - {$START_LINK}Termes et conditions{$CLOSE_LINK}",
    "1682886822658062214": "Termes d'utilisation de ErabliereAPI",
    "5765451490432272616": "Date d'entrée en vigueur : 2025-07-23",
    "604166817981419214": "Bienvenue sur notre application web dédiée à l'Internet des Objets (IoT). En utilisant notre service, vous acceptez de respecter les termes et conditions suivants. Si vous n'acceptez pas ces termes, veuillez ne pas utiliser notre application.",
    "9007686569417029405": "1. Acceptation des Conditions",
    "613314199850969534": "En accédant ou en utilisant notre application, vous reconnaissez avoir lu, compris et accepté d'être lié par ces termes d'utilisation. Si vous êtes en désaccord avec l'un des termes, vous ne devez pas utiliser notre service. ",
    "1703555183777974543": "2. Description du Service",
    "4922055487286860660": "Notre application permet aux utilisateurs de :",
    "1262808607411223395": "Recevoir des alertes basées sur les données collectées par des capteurs IoT.",
    "3352555870582057363": "Générer du contenu à l'aide d'intelligence artificielle (IA).",
    "6662641780909544849": "Partager des données publiques liées à la surveillance par capteur.",
    "1117480738357392285": "3. Engagement de Qualité",
    "2868396114203543531": "Nous nous engageons à fournir un service de qualité et à faire de notre mieux pour garantir la précision et la fiabilité des alertes et du contenu généré. Cependant, nous ne garantissons pas que les résultats seront toujours exacts, complets ou sans erreur. L'utilisation de notre service se fait à vos propres risques.",
    "8207309598897182587": "4. Consentement aux Notifications",
    "4355213057237771197": "Lors de la configuraton d'alerte courriel ou SMS, l'utilisateur se doit d'indiquer des destinataires qui ont consentie à recevoir des notifications. Un utilisateur qui utiliserais l'application ErabliereAPI afin d'envoyer des communication non approprié se verait banit de l'application.",
    "3292077362778378094": "5. Contenu Partagé",
    "6743245636062194425": "Tout contenu partagé au sein de l'application doit être en rapport avec la surveillance par capteur. Nous nous réservons le droit de supprimer tout contenu que nous jugeons inapproprié, offensant ou non conforme à ces termes. L'utilisateur est responsable du contenu qu'il partage.",
    "7984172471574210652": "6. Responsabilités de l'Utilisateur",
    "2979958039213958704": "En utilisant notre application, vous vous engagez à :",
    "1010490819656072650": "Respecter toutes les lois et réglementations applicables.",
    "1250133171571422209": "Ne pas partager de contenu inapproprié ou offensant.",
    "454006134325702852": "Ne pas utiliser notre service pour des activités illégales ou nuisibles.",
    "6757284720410062052": "Ne pas harceler, menacer ou porter atteinte à autrui.",
    "4698151196400901212": "7. Modifications des Termes",
    "7302296681445756725": "Nous nous réservons le droit de modifier ces termes d'utilisation à tout moment. Les utilisateurs seront informés des modifications par un avis sur notre application. Votre utilisation continue de notre service après la publication de modifications constitue votre acceptation des nouveaux termes.",
    "6873805043045287487": "8. Limitation de Responsabilité",
    "8610615349971761714": "Dans toute la mesure permise par la loi, nous ne serons pas responsables des dommages indirects, accessoires, spéciaux ou punitifs résultant de l'utilisation ou de l'incapacité à utiliser notre application.",
    "4699717166912038068": "9. Contact",
    "2432440424112538460": "Pour toute question ou préoccupation concernant ces termes d'utilisation, veuillez nous contacter à l'adresse suivante : {$INTERPOLATION}.",
    "6414052407226941638": "En utilisant notre application, vous reconnaissez avoir lu et compris ces termes d'utilisation et vous vous engagez à les respecter.",
    "6282782653928735376": "J'accepte les conditions !",
    "5951438860720104867": "Continuer sans accepter",
    "8395541643870304704": "Vous avez accepter les termes en date du {$INTERPOLATION}.",
    "6527065229663449034": "Erreur 401 - Non autorisé",
    "3072215685874777776": "Vos permission ne vous permette pas d'accéder à cette page de l'application.",
    "4407900449773330939": "Erreur 404 - Page non trouvée",
    "6891388510415152753": "Nous sommes désolés, mais nous ne pouvons pas trouver cette page. Vérifiez que vous avez bien saisi la bonne adresse."
  }
}